// 作品数据
export const work = [
  {
    name: '包文婷',
    age: '8岁',
    desc: '长大了我要做个宇航员，去太空看看星星的模样',
    workImg: '',
  },
  {
    name: '张明明',
    age: '8岁',
    desc: '我想做一个美食家，小朋友们一吃我做的冰淇凌就笑了',
    workImg: '',
  },
  {
    name: '韩冬冬',
    age: '8岁',
    desc: '我想当一名医生，这样就可以治好我的好朋友',
    workImg: '',
  },
]

// 引子页面数据
export const GuidePage = [
  [
    '如果你不能再奔跑',
    '不能再大笑',
    '不能再去体验世界的刺激和奇妙',
    '甚至不能为此激动和悲伤',
    '你的未来会变成怎样',
  ],
  [
    '我们认识这样一群孩子',
    '他们不能像同龄人一样玩耍甚至哭闹',
    '先天性心脏病',
    '让他们不能有任何加重心脏负担的动作和情绪',
    '但在他们眼里',
    '未来比我们想象的更美好',
  ],
  ['.png', '包永婷 x岁', '长大了我要做个航天员，去太空看看星星的模样'],
  ['.png', '张明明 x岁', '我想做一个美食家，小朋友们吃我做的冰淇凌就笑了'],
  ['.png', '包永婷 x岁', '我想当一名医生，这样就可以治好我的好朋友'],
]

// 画板色调
export const tint = [
  '#1d77d7',
  '#ef6c2a',
  '#ffea01',
  '#7e3e9e',
  '#f2d584',
  '#ff5e9a',
  '#eb324a',
  '#212d81',
  '#6a6a6a',
  '#668dc4',
]
